publish/colections/paginas.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="es" xml:lang="es">
<head>
<!-- 2021-08-20 vie 17:15 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Paginas</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Galindo" />
<link rel="stylesheet" type="text/css" href="../style.css" />
<link rel="shortcut icon" type="image/jpg" href="../favicon.png"/>
<meta name="viewport" content="width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"/>
<div id="google_translate_element"></div>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="./index.html"> UP </a>
 |
 <a accesskey="H" href="../index.html"> HOME </a>
</div><div id="content">
<h1 class="title">Paginas
<br />
<span class="subtitle">Colección</span>
</h1>

<div id="outline-container-org600b581" class="outline-2">
<h2 id="org600b581">Paginas de amigos</h2>
<div class="outline-text-2" id="text-org600b581">
<ul class="org-ul">
<li><a href="https://maogani.blogspot.com/?m=1">Aquí mi amiga Itzel sube sus escritos, revisen su sitio!!! ♡</a></li>
</ul>
</div>
</div>

<div id="outline-container-org239a0fc" class="outline-2">
<h2 id="org239a0fc">Herramientas</h2>
<div class="outline-text-2" id="text-org239a0fc">
<ul class="org-ul">
<li><a href="https://regex-generator.olafneumann.org/">Generador de expresiones regex</a></li>
<li><a href="http://hyperphysics.phy-astr.gsu.edu/hbasees/magnetic/solenoid.html">Hyperhysics es uno de las paginas que me inspiro a hacer este blog</a></li>
<li><a href="https://app.contrast-finder.org/?lang=es">calcular el contraste entre dos colores</a></li>
<li><a href="https://www.cemetech.net/forum/viewtopic.php?t=14888">Sistema de algebra simbolico para Casio CG-50</a></li>
<li><a href="https://www.caam.rice.edu/~heinken/latex/symbols.pdf">Simbolos matematicos en latex</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgd378445" class="outline-2">
<h2 id="orgd378445">Paginas Interesantes</h2>
<div class="outline-text-2" id="text-orgd378445">
<ul class="org-ul">
<li><a href="http://www.cmkosemen.com/">Sitio web del creador de "All Tomorrows"</a></li>
<li><a href="https://bellard.org/">Bellard es el autor de TinyEMU, tiene un montón de proyectos en su sitio</a>.</li>
<li><a href="https://gigamonkeys.com/book/">Pagina oficial de "Practical Common Lisp"</a></li>
<li><a href="https://www.youtube.com/c/Programaci%C3%B3nATS/videos">Canal de programación ATS</a></li>
<li><a href="https://learnxinyminutes.com/">Guías rápidas para cualquier tema</a></li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Autor: Galindo</p>
<p class="date">Created: 2021-08-20 vie 17:15</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
